<script context="module">
    export let ajou_events = [
        {
            title: "하계방학 시작, 2학기 휴학·복학 신청 시작",
            date: "2022-07-01",
        },
        {
            title: "2학기 1차 복학 신청",
            start: "2022-06-30",
            end: "2022-07-20",
        },
        {
            title: "2학기 예비 수강신청",
            start: "2022-07-21",
            end: "2022-07-24",
        },
        { title: "2학기 수강신청", start: "2022-08-08", end: "2022-08-13" },
        { title: "2학기 등록", start: "2022-08-22", end: "2022-08-27" },
        { title: "광복절", date: "2022-08-16" },
        { title: "2학기 개강", date: "2022-09-02" },
        { title: "추석 연휴", start: "2022-09-09", end: "2022-09-13" },
        { title: "개천절", date: "2022-10-04" },
        { title: "한글날", date: "2022-10-10" },
        { title: "2학기 중간시험", start: "2022-10-20", end: "2022-10-27" },
    ];
</script>
