<script context="module">
    export let ajou_events = [
        {
            title: "하계방학 시작, 2학기 휴학·복학 신청 시작",
            date: "2022-06-30",
        },
        {
            title: "2학기 1차 복학 신청",
            start: "2022-06-30",
            end: "2022-07-19",
        },
        {
            title: "2학기 예비 수강신청",
            start: "2022-07-21",
            end: "2022-07-23",
        },
        { title: "2학기 수강신청", start: "2022-08-08", end: "2022-08-12" },
        { title: "2학기 등록", start: "2022-08-22", end: "2022-08-26" },
        { title: "광복절", date: "2022-08-15" },
        { title: "2학기 개강", date: "2022-09-01" },
        { title: "추석 연휴", start: "2022-09-09", end: "2022-09-12" },
        { title: "개천절", date: "2022-10-03" },
        { title: "한글날", date: "2022-10-09" },
        { title: "2학기 중간시험", start: "2022-10-20", end: "2022-10-26" },
    ];
</script>
